Repository: Nessus85100/Xperience.More
Catalog: language/*/strings.po
Languages: russian

# #31001
source: Live TV
russian: ТВ

# #31002
source: TV Shows
russian: ТВ шоу

# #31012
source: Trailers
russian: Tрейлер

# #31014
source: Music Videos
russian: Клипы

# #31015
source: Video Files
russian: Видеофайлы

# #31016
source: Music Files
russian: Музыкальные файлы

# #31020
source: Recently Added
russian: Недавно добавленные

# #31021
source: Movies Watchlist
russian: Плейлист фильмов

# #31022
source: TV Shows Watchlist
russian: Плейлист ТВ шоу

# #31023
source: Music Watchlist
russian: Плейлист музыки

# #31051
source: Recently Added Movies
russian: Недавно добавленные фильмы

# #31052
source: Recently Added TV Shows
russian: Недавно добавленные ТВ шоу

# #31053
source: Recently Added Music
russian: Недавно добавленная музыка

# #31100
source: Hide Stages
russian: Скрыть Сцену

# #31102
source: Media
russian: Медиа

# #31103
source: Disable View Changing
russian: Заблокировать изменение режима просмотра

# #31106
source: Stages
russian: Сцена

# #31107
source: Change Background for...
russian: Выбрать фон для ...

# #31108
source: Disable Fanart (All Sections)
russian: Отключить фанарт (везде)

# #31109
source: Enable Unwatched and Collection Overlays
russian: Включить отметки "Коллекция" и "Просмотренное"

# #31110
source: Enable Playlist at Start Up
russian: Проигрывать плейлист при запуске

# #31111
source: Enable Intro Video at Start Up
russian: Проигрывать видео при запуске

# #31112
source: File:
russian: Файл:

# #31113
source: Folder:
russian: Папка:

# #31115
source: Choose Lyrics Script
russian: Выбрать дополнение текстов песен

# #31116
source: Choose Subtitles Script
russian: Выбрать дополнение субтитров

# #31117
source: RSS Position
russian: Положение RSS потока

# #31118
source: Top
russian: Вверху

# #31119
source: Middle
russian: В середине

# #31120
source: Bottom
russian: Внизу

# #31121
source: Enable Ripples
russian: Включить рябь

# #31122
source: Enable StarBurst Effect
russian: Включить эффект лучей

# #31123
source: Enable Weather Logo
russian: Включить логотип погоды

# #31124
source: Enable Clock
russian: Показывать время

# #31125
source: Enable Animated PDA Style Weather Icons in Weather Window
russian: Включить анимированные иконки погоды в окне Погода

# #31126
source: Enable Animated PDA Style Weather in Home Weather Panel
russian: Включить анимацию погоды в панели Погода

# #31127
source: Single Image
russian: Одно изобр.

# #31128
source: Multi Image
russian: Много изобр.

# #31129
source: Global
russian: Общие

# #31130
source: Enable RainDrops Effect
russian: Включить эффект капель

# #31131
source: Enable Background Visualizations/Videos
russian: Показывать визуализации и видео в фоне

# #31145
source: Select Stage Colour
russian: Задать цвет Сцены

# #31146
source: Select Custom Diffuse Image
russian: Выбрать собственную картинку фона

# #31147
source: Reset Stages
russian: Сброс установок Сцены

# #31148
source: Disable Panels
russian: Отключить панели

# #31149
source: Disable Movie Panel
russian: Отключить панель Фильмы

# #31150
source: Disable TVShows Panel
russian: Отключить панель ТВ шоу

# #31151
source: Disable Music Panel
russian: Отключить панель Музыка

# #31152
source: Disable Pictures Panel
russian: Отключить панель Фото

# #31153
source: Disable Programs Panel
russian: Отключить панель Программы

# #31154
source: Disable Weather Panel
russian: Отключить панель Погода

# #31155
source: Enable Panels
russian: Включить панели

# #31156
source: Enable Video Files Panel
russian: Включить панель "Файлы видео"

# #31157
source: Enable Custom Panel
russian: Включить пользовательскую панель

# #31158
source: Disable Settings Panel
russian: Выключить панель Настройки

# #31159
source: Custom Icon:
russian: Иконка пользователя

# #31160
source: Enable Music Videos Panel
russian: Включить панель Видеоклипы

# #31161
source: Enable Music Files Panel
russian: Включить панель Музыкальные файлы

# #31162
source: Disable Addons Panel
russian: Выключить панель Дополнения

# #31163
source: Enable Trailers Panel
russian: Включить панель Трейлеры

# #31164
source: Enable Now Playing Panel
russian: Включить панель "Сейчас проигрывается"

# #31165
source: Custom Home Panel Icons
russian: Иконки панелей пользователя

# #31166
source: TVShows Panel
russian: Панель ТВ шоу

# #31167
source: Video Files Panel
russian: Панель Видео файлы

# #31168
source: Music Panel
russian: Панель Музыка

# #31169
source: Music Videos Panel
russian: Панель Видеоклипы

# #31170
source: Music Files Panel
russian: Панель Музыкальные файлы

# #31171
source: Pictures Panel
russian: Панель Фото

# #31172
source: Programs Panel
russian: Панель Программы

# #31173
source: Addons Panel
russian: Панель Дополнения

# #31174
source: Trailers Panel
russian: Панель Трейлеры

# #31175
source: Weather Panel
russian: Панель Погода

# #31176
source: Settings Panel
russian: Панель Настройки

# #31177
source: Now Playing Panel
russian: Панель "Сейчас проигрывается"

# #31178
source: Live TV Panel
russian: Панель ТВ

# #31179
source: Toggle Home Icon Bounce Animation
russian: Включить анимацию прыгающей иконки

# #31181
source: Enable DVD Panel
russian: Включить панель DVD

# #31182
source: Enable Search Panel
russian: Включить панель поиска

# #31183
source: Show "Paused" in Picture Slide Show
russian: Показывать "Пауза" в режиме слайд-шоу

# #31184
source: Search Panel
russian: Панель Поиска

# #31190
source: TV Guide
russian: Программа ТВ

# #31191
source: MONDAY
russian: Понедельник

# #31192
source: TUESDAY
russian: Вторник

# #31193
source: WEDNESDAY
russian: Среда

# #31194
source: THURSDAY
russian: Четверг

# #31195
source: FRIDAY
russian: Пятница

# #31196
source: SATURDAY
russian: Суббота

# #31197
source: SUNDAY
russian: Воскресение

# #31200
source: Now Playing:
russian: Сейчас проигрывается:

# #31201
source: Next Track:
russian: Следующий трек

# #31202
source: Collection
russian: Сборники

# #31203
source: N/A
russian: Н/Д

# #31210
source: First Aired
russian: Премьера

# #31211
source: Released
russian: Выпуск:

# #31212
source: Latest Episode
russian: Последние серии

# #31213
source: Aired
russian: Премьера

# #31214
source: Airing
russian: В эфире

# #31215
source: Airdate
russian: Дата показа

# #31216
source: Next Episode
russian: Следующая серия

# #31217
source: Last Episode
russian: Последняя серия

# #31218
source: System Music Files
russian: Файлы системных звуков

# #31219
source: Current Playlist
russian: Текущий Плейлист

# #31220
source: Open Playlist
russian: Открыть Плейлист

# #31221
source: Save Playlist
russian: Сохранить Плейлист

# #31222
source: Clear/Close Playlist
russian: Очистить/Закрыть плейлист

# #31223
source: Library Totals
russian: Статистика медиатеки

# #31224
source: Quick Nav
russian: Упрощенная навигация

# #31225
source: Now Playing
russian: Сейчас проигрывается:

# #31226
source: File Manager
russian: Файл менеджер

# #31227
source: Exit XBMC
russian: Закрыть XBMC

# #31228
source: Shutdown System
russian: Выключить

# #31229
source: Suspend System
russian: Ждущий режим

# #31230
source: System Hibernate
russian: Спящий режим

# #31231
source: Restart System
russian: Перезапустить

# #31232
source: Current Time:
russian: Текущее время:

# #31233
source: Finish Time:
russian: Конец:

# #31235
source: Rewinding:
russian: Перемотка назад

# #31236
source: Forwarding:
russian: Перемотка вперед

# #31237
source: Now Scanning:
russian: Идет сканирование:

# #31238
source: Muted
russian: Без звука

# #31239
source: found...
russian: найдено...

# #31240
source: Customization
russian: Настройка

# #31241
source: Version
russian: Версия

# #31242
source: XBMC Subtitles
russian: Субтитры XBMC

# #31243
source: Lyrics Source
russian: Источник текстов песен

# #31245
source: REC
russian: Запись

# #31246
source: XBMC Version
russian: Версия XBMC

# #31247
source: Screen Resoloution
russian: Разрешение экрана:

# #31248
source: CPU Speed (Usage)
russian: Частота процессора (Загрузка):

# #31249
source: Memory Used
russian: Использовано памяти:

# #31250
source: Total Storage
russian: Всего места для хранения

# #31251
source: Available Storage
russian: Доступно места для хранения

# #31252
source: System Uptime
russian: Время работы системы

# #31321
source: Poster
russian: Постер

# #31323
source: Wide List Info
russian: Широкий Список + инфо

# #31324
source: Wide List Poster
russian: Широкий Список + постер

# #31325
source: Reversed Panels
russian: Панели наоборот

# #31326
source: Default Panels
russian: Панели по умолчанию

# #31327
source: Hide Info
russian: Скрыть информацию

# #31328
source: Big Frame
russian: Большая рамка

# #31329
source: Medium Frame
russian: Средняя рамка

# #31330
source: Small Frame
russian: Маленькая рамка

# #31331
source: View Specific Options
russian: Параметры режима просмотра

# #31332
source: PartyMode
russian: Режим Вечеринка

# #31333
source: General Options
russian: Общие параметры

# #31349
source: Current Weather Conditions
russian: Текущая погода

# #31350
source: Weather Forecast
russian: Прогноз погоды

# #31351
source: Last Updated
russian: Последнее обновление

# #31352
source: Data Provider
russian: Источник информации

# #31353
source: Max Humidity
russian: Maксимальная влажность

# #31354
source: Min Humidity
russian: Mинимальная влажность

# #31355
source: From
russian: Oт

# #31356
source: at
russian: в

# #31357
source: Hide Fanart
russian: Скрыть фанарт

# #31358
source: Set Fanart Path
russian: Выбрать расположение фанарта

# #31359
source: Forecast
russian: Прогноз

# #31360
source: Today's Forecast
russian: Прогноз на сегодня

# #31361
source: 36 Hours Forecast
russian: Прогноз на 36 часов

# #31362
source: Hourly Forecast
russian: Ежечасный прогноз

# #31363
source: Weekend Forecast
russian: Прогноз на выходные

# #31364
source: 10 Days Forecast
russian: Прогноз на 10 дней

# #31365
source: Chance of Precipitation
russian: Вероятность осадков

# #31366
source: Fetching forecast info...
russian: Получение прогноза…

# #31367
source: PDA Style Icons
russian: Иконки в стиле PDA

# #31388
source: Create Bookmark
russian: Создать закладку

# #31389
source: Clear Bookmarks
russian: Очистить закладку

# #31421
source: Custom Name:
russian: Выбрать имя:

# #31422
source: Custom Panels
russian: Панели пользователя

# #31423
source: Custom Path:
russian: Путь:

# #31424
source: Enable ProfileTag and Library Totals
russian: Показывать профиль и статистика медиатеки

# #31430
source: XBMC has many interface options that allow you to change everything[CR]from the skin or theme to region and rss feeds.
russian: XBMC имеет множество настроек интерфейса, которые позволяют изменить все [CR] от обложки и ее цветов до региональных настоек и rss потока.

# #31431
source: XBMC allows many options for your video library and playback including[CR]subtitles, and scrapers.
russian: XBMC имеет множество настроек видеотеки и воспроизведения видео, [CR] в том числе настройки субтитров и инфоресурсов.

# #31432
source: XBMC allows many options for your music library and playback including[CR]visualizations and even internet radio.
russian: XBMC имеет множество настроек музыкальной библиотеки и воспроизведения,[CR] в том числе настройки визуализации и даже интернет радио.

# #31433
source: Picture handeling can be quite easy. you can do this by adjusting display,[CR]effects, tags and timing.
russian: Просмотр фото может быть очень прост.[CR] Достаточно установить эффекты и время показа.

# #31434
source: Configure your PVR settings including, playback, EPG data settings,[CR]recordings and parental control.
russian: Настройки вашего цифрового видеорекордера: запись и воспроизведение[CR] телепередач, программа передач, родительский контроль.

# #31435
source: Adjusting weather has never been easier than with XBMC, change location[CR]and regions here.
russian: Изменение настроек погоды в XBMC: [CR]местоположение, инфоресурс, прогнозы.

# #31436
source: Manage Your Installed Addons. Browse and Install Addons from xbmc.org[CR]or modify Addons Settings
russian: Управление установленными дополнениями. Здесь инсталлируйте, [CR] удаляйте и настраивайте ваши дополнения для XBMC.

# #31437
source: Setup control of XBMC via UPnP and HTTP, enable Zeroconf, configure file[CR]sharing and AirPlay.
russian: Настроить управление XBMC через UPnP и HTTP, включить [CR]Zeroconf, настройка доступа к содержимому и AirPlay.

# #31438
source: Advanced hardware and usage in XBMC made simple with options like[CR]hardware, autoplay and locking.
russian: Расширенные системные настройки XBMC: [CR] аппаратура, отладка и др.

# #31450
source: Favorite
russian: Избранное

# #31500
source: Page
russian: страница

# #31501
source: of
russian: из

# #31502
source: Items
russian: объект(-а,-ов)

# #31503
source: mins
russian: мин

# #31504
source: on
russian: вкл

# #31505
source: Get Extra Art
russian: Скачать доп. картинки

# #31506
source: Get TV Tune
russian: Скачать мелодии TV шоу

# #31507
source: Search for movies directed by
russian: Поиск фильмов режиссера

# #31508
source: Edit Info
russian: Редактировать информацию

# #31510
source: Customize Visualization Background
russian: Настроить визуализации в фоне

# #31511
source: Enable Visualization
russian: Включить визуализации

# #31512
source: Visualization Type
russian: Вид визуализации

# #31513
source: Visualization Presets
russian: Предустановки визуализации

# #31514
source: Visualization Settings
russian: Параметры визуализации

# #31515
source: Enable Custom SlideShow
russian: Включить свое слайдшоу

# #31516
source: Enable Artist SlideShow
russian: Включить слайд-шоу исполнителей

# #31517
source: Animated Backgrounds
russian: Анимированный фон

# #31900
source: Welcome to XBMC!
russian: Добро пожаловать в XBMC!

# #31901
source: Thanks for choosing Xperience More for your XBMC skin. This is a customized version of the Xperience GUI for XBMC Media Center.
russian: Спасибо за то, что Вы выбрали Xperience More в качестве обложки для XBMC. Это адаптированная для XBMC версия интрефейса Xperience.

# #31902
source: [B]Movies:[/B][CR]This button will load all Movies in your video library.
russian: [B]Фильмы:[/B][CR] Этот пункт меню покажет все фильмы из вашей медиатеки.

# #31903
source: [B]TV Shows:[/B][CR]This button will load all TV Shows in your library.
russian: [B]ТВ шоу:[/B][CR] Этот пункт меню покажет все ТВ шоу из вашей медиатеки.

# #31904
source: [B]Music:[CR][/B]This button will load your music library.
russian: [B]Музыка:[/B][CR] Этот пункт меню загрузит вашу музыкальную медиатеку.

# #31905
source: [B]Pictures:[/B][CR]This button will load your picture collection.
russian: [B]Фото:[/B][CR] Этот пункт меню покажет вашу коллекцию фото.

# #31906
source: [B]New Movies:[/B] [CR]This button will load your Recently Added Movies in your video library.
russian: [B]Новые фильмы:[/B] [CR]Этот пункт меню покажет фильны, недавно добавленные в вашу медиатеку.

# #31907
source: [B]New Episodes:[/B] [CR]This button will load your Recently Added TV Epsidoes in your video library.
russian: [B]Новые серии:[/B] [CR]Этот пункт меню покажет серии, недавно добавленные в вашу медиатеку.

# #31908
source: New
russian: Новые

# #31909
source: New
russian: Новые

# #32001
source: Reset Skin
russian: Сброс настроек обложки

# #32002
source: All the above Skin Settings will revert back to their default state.
russian: Все установки обложки будут сброшены на значения по умолчанию

# #32003
source: Press ENTER to confirm.
russian: Нажмите Enter для пoдтверждения

# #32004
source: Resetting Skin Settings...
russian: Сброс настроек обложки...

# #32005
source: Reloading Skin...
russian: Перезагрузка обложки...

# #32006
source: Please Wait...
russian: Подождите…

# #32100
source: Available Groups
russian: Доступные группы

# #32101
source: Add Group
russian: Добавить группу

# #32102
source: Rename Group
russian: Переименовать группу

# #32103
source: Delete Group
russian: Удалить группу

# #32104
source: Now
russian: Сейчас

# #32105
source: Next
russian: Следующ.

# #32106
source: Link Games Panel to Program Launcher Plugin
russian: Связать панель Игры и дополнение Program Launcher

# #32107
source: Link Music Panel to...
russian: Панель Музыка открывает...

# #32108
source: Replace Programs Panel with Games
russian: Заменить панель Программы на Игры

# #32109
source: Disable Submenus
russian: Отключить подменю

# #32110
source: Disable Movies Submenu
russian: Отключить подменю Фильмов

# #32111
source: Disable TV Shows Submenu
russian: Отключить подменю ТВ шоу

# #32112
source: Disable Music Submenu
russian: Отключить подменю Музыки

# #32113
source: Disable Settings Submenu
russian: Отключить подменю Настроек

# #32114
source: Disable Add-ons Submenu
russian: Отключить подменю Дополнений

# #32115
source: Enable Music Theme on TV Shows [COLOR=greyblue](Requires TV Tunes Addon)[/COLOR]
russian: Включить мелодии в ТВ шоу [COLOR=greyblue](Требуется дополнение TV Tunes)[/COLOR]

# #32116
source: Enable NextAired Info on TV Shows [COLOR=greyblue](Requires Next Aired Addon)[/COLOR]
russian: Включить информацию о следующей серии в ТВ шоу [COLOR=greyblue](Требуется дополнение Next Aired)[/COLOR]

# #32117
source: Download Images for your Media [COLOR=greyblue](Requires Artwork Downloader Addon)[/COLOR]
russian: Скачать оформление для вашей медиатеки [COLOR=greyblue](Требуется дополнение Artwork Downloader)[/COLOR]

# #32118
source: Click to Download [COLOR=guideblue]logo.png[/COLOR] for all TV Shows
russian: Нажмите чтобы скачать [COLOR=guideblue]logo.png[/COLOR] для всех ТВ шоу

# #32119
source: Click to Download [COLOR=guideblue]clearart.png[/COLOR] for all TV Shows
russian: Нажмите чтобы скачать [COLOR=guideblue]clearart.png[/COLOR] для всех ТВ шоу

# #32120
source: Click to Download [COLOR=guideblue]banner.jpg[/COLOR] for all TV Shows
russian: Нажмите чтобы скачать [COLOR=guideblue]banner.jpg[/COLOR] для всех ТВ шоу

# #32121
source: Click to Download [COLOR=guideblue]landscape.jpg[/COLOR] for all TV Shows
russian: Нажмите чтобы скачать [COLOR=guideblue]landscape.jpg[/COLOR] для всех ТВ шоу

# #32122
source: Click to Download [COLOR=guideblue]poster.jpg[/COLOR] for all TV Shows
russian: Нажмите чтобы скачать [COLOR=guideblue]poster.jpg[/COLOR] для всех ТВ шоу

# #32123
source: By clicking the above buttons the script will automatically download the corresponding images[CR]for the specific media. [COLOR=red]Warning:[/COLOR] It will overwrite any existing files.
russian: После нажатии кнопок выше автоматически будут скачаны соответствующие картинки.[CR][COLOR=red]Внимание:[/COLOR] имеющиеся файлы будут перезаписаны.

# #32124
source: Show Recently Added
russian: Показывать "Недавно добавленные"

# #32125
source: Show Watchlist
russian: Показать плейлист

# #32126
source: All Windows
russian: Во всех окнах

# #32127
source: Home Window
russian: В главном меню

# #32128
source: Movie Panel
russian: Панель Фильмы

# #32129
source: Select Type:
russian: Выберите тип:

# #32150
source: LOADING . . . PLEASE WAIT
russian: Загрузка,... Пожалуйста подождите.
